Repository: MarcMunta/spoonapp_social
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ga

source: Spanish
ga: Spáinnis

source: Irish
ga: Gaeilge

source: Notifications
ga: Fógraí

source: See All
ga: Féach Uile

source: No new notifications
ga: Níl fógraí nua

source: Profile
ga: Próifíl

source: Streams
ga: Sruthanna

source: Events
ga: Imeachtaí

source: Friends
ga: Cairde

source: Memories
ga: Cuimhní

source: Games
ga: Cluichí

source: Restaurants
ga: Bialanna

source: Go To Site
ga: Téigh go dtí an Suíomh

source: See More
ga: Tuilleadh

source: Sponsored
ga: Urraithe

source: Search users...
ga: Cuardaigh úsáideoirí...

source: Online
ga: Ar líne

source: Last seen: %(f.profile.last_seen|naturaltime)s
ga: Feicthe go deireanach: %(f.profile.last_seen|naturaltime)s

source: Username
ga: Ainm úsáideora

source: Your username
ga: Do ainm úsáideora

source: Website
ga: Suíomh Gréasáin

source: Location
ga: Suíomh

source: Gender
ga: Inscne

source: Save changes
ga: Sábháil athruithe

source: Back to profile
ga: Ar ais go dtí an próifíl

source: Publish
ga: Foilsigh

source: Delete
ga: Scrios

source: Load more
ga: Luchtaigh níos mó

source: Delete this post permanently?
ga: Scrios an post seo go buan?

source: Delete this comment permanently?
ga: Scrios an trácht seo go buan?

source: Editar perfil
ga: Cuir in Eagar an Próifíl

source: Historias ocultas
ga: Scéalta folaithe

source: Usuarios bloqueados
ga: Úsáideoirí blocáilte

source: Matches
ga: Meaitseálacha

source: Posts
ga: Poist

source: Biografía:
ga: Beathaisnéis:

source: Sitio Web:
ga: Suíomh Gréasáin:

source: Ubicación:
ga: Suíomh:

source: Género:
ga: Inscne:

source: All Posts
ga: Gach Post

source: Eliminar
ga: Scrios

source: Responder...
ga: Freagair...

source: Enviar
ga: Seol

source: Visto por
ga: Feicthe ag

source: ¿Eliminar definitivamente esta historia?
ga: Scrios an scéal seo go buan?

source: Cancelar
ga: Cealaigh

source: Reply
ga: Freagair

source: Send
ga: Seol

source: Load replies
ga: Luchtaigh freagraí

source: Reply...
ga: Freagair...

source: Viewed by
ga: Feicthe ag

source: Delete this story permanently?
ga: Scrios an scéal seo go buan?
